Repository: Mostaqem/mostaqem_desktop
Catalog: lib/src/shared/I10n/app_*.arb
Languages: ar

# today_hijri
source: Today's date
ar: تاريخ اليوم

# what_do_you_want_hear
source: What do you want to hear?
ar: ماذا تريد ان تسمع؟

source: Shortcuts
ar: الاختصارات

source: Help
ar: مساعدة

source: Play/Pause
ar: تشغيل/ايقاف

source: Mute/Unmute
ar: صامت/تشغيل

source: Play Next
ar: تشغيل التالي

source: Play Previous
ar: تشغيل القبل

source: Settings
ar: الأعدادات

source: Check Update
ar: تحديث

source: Fullscreen
ar: الشاشة الكبيرة

source: Exit Fullscreen
ar: قفل الشاشة الكبيرة

source: Licenses
ar: التراخيص

source: About Mostaqem
ar: عن مستقيم

source: Exit
ar: خروج

source: Update Available?
ar: تحديث؟

# yes_update_available
source: Yes, there is an update
ar: نعم هناك تحديث

source: No update available
ar: لا يوجد تحديث

source: Cancel
ar: الغاء

source: Update
ar: تحديث

source: Copy Version
ar: انسخ النسخة

source: Back
ar: رجوع

source: Home
ar: الرئيسية

source: Downloads
ar: التحميلات

source: Broadcasts
ar: الإذاعات

source: Occasions
ar: مناسبات

source: Save Image
ar: حفظ الصورة

source: Choose Image
ar: اختر صورة

source: No image selected
ar: لم يتم اختيار صورة

source: Image saved successfully
ar: لقد تم حفظ الصورة بنجاح

source: Demo
ar: تجريبي

source: Appearance
ar: مظهر

# temp_files
source: Temporary Files
ar: ملفات المؤقتة

# delete_files_successfully
source: Files deleted successfully
ar: تم حدف الملفات بنجاح

source: Delete Files
ar: حذف الملفات

source: Language
ar: اللغة

source: System
ar: النظام

source: Change Color
ar: تغيير اللون

source: Choose Color
ar: اختيار اللون

source: Change Appearance
ar: تغير المظهر

source: Reset Color
ar: اعادة اللون

# change_to_waves
source: Change Shape to Waves
ar: تغير الشكل الي موجات

source: Select verse to share
ar: حدد الآية للمشاركة

source: Share Verse
ar: نشر الآية

source: Next to Play
ar: تسمع التالي

source: Change Location
ar: تغيير المكان

# remove_surah_from_queue
source: Remove Surah from Playlist
ar: حذف السورة من قائمة التشغيل

source: No special day today
ar: لا يوجد يوم مميز اليوم

# hajj_hadith
source: The Prophet said about the virtue of the first ten days of Dhul-Hijjah: (There are no days in which righteous deeds are more beloved to Allah than these ten days. They said: O Messenger of Allah, not even jihad in the way of Allah? He said: Not even jihad in the way of Allah, except a man who goes out with himself and his wealth and returns with nothing from that), narrated by al-Tirmidhi, and its origin is in al-Bukhari.
ar: قال النبي عن فضل العشر الأوائل من شهر ذي الحجة: (ما من أيام العمل الصالح فيهن أحب إلى الله من هذه الأيام العشر، فقالوا: يا رسول الله، ولا الجهاد في سبيل الله؟ قال: ولا الجهاد في سبيل الله، إلا رجل خرج بنفسه وماله فلم يرجع من ذلك بشيء)، رواه الترمذي، وأصله في البخاري.

source: Labbayk Allahumma Labbayk
ar: لبيك اللهم لبيك

source: We recommend some surahs:
ar: نرشح لك بعض السور:

source: Play
ar: تشغيل

source: Playlist
ar: قائمة التشغيل

source: Recitations
ar: تلاوات

source: Shuffle
ar: خلط

source: Previous
ar: قبل

source: Next
ar: بعد

source: Repeat
ar: اعادة

source: Download
ar: تحميل

source: Read
ar: اقرأ

source: Change Image
ar: تغير الصورة

# play_next_item
source: Play Next
ar: تشغيل التالي

source: Add to Playlist
ar: اضافة في القائمة التشغيل

source: Download Surah
ar: تحميل السورة

source: Retry
ar: اعادة المحاولة

source: Lyrics
ar: كلمات

# sorry_no_lyrics
source: Sorry, no lyrics available, we will add them over time
ar: عفوا, لا يوجد كلمات , سوف نضيفها مع الوقت

source: Offline Playback
ar: تشغيل اوفلاين

source: Minimize Screen
ar: تصغير الشاشة

source: Maximize Screen
ar: تكبير الشاشة

# search_reciter
source: Search for reciter...
ar: بحث عن الشيخ...

source: Default Reciter
ar: الشيخ الافتراضي

source: Choose Reciter
ar: اختيار الشيخ

# sorry_no_internet
source: Sorry, no internet connection
ar: عفوا لا يوجد أنترنت

source: Something went wrong!
ar: حدث خطأ ما!

# choose_download_location
source: Choose Quran download location
ar: اختار مكان تنزيل القران

source: Choose Location
ar: اختيار مكان

source: Add Next
ar: اضافة التالي

source: Add to Queue
ar: اضافة في قائمة التشغيل

source: Play Surah
ar: تشغيل السورة

source: Remove from Queue
ar: حذف من قائمة التشغيل

source: Move Item
ar: نقل السورة

source: Stop
ar: ايقاف

source: Pause
ar: ايقاف مؤقت
